Repository: tradeoases/Tradeoasis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Suspension of Product On Foroden
ar: تعليق المنتج على Foroden
fr: Suspension du produit sur Foroden

source: Verification of Product On Foroden
ar: التحقق من المنتج على Foroden
fr: Vérification du produit sur Foroden

source: Suspension of Store On Foroden
ar: تعليق المخزن في فودورين Foroden
fr: Suspension de Store On Foroden

source: Verification of Store On Foroden
ar: التحقق من المخزن في Foroden
fr: Vérification du magasin sur Foroden

source: Admin Dashboard
ar: لوحة تحكم المسؤول
fr: Tableau de bord administrateur

source: Total Suppliers
ar: إجمالي الموردين
fr: Nombre total de fournisseurs

source: Total Supplier Count
ar: إجمالي عدد الموردين
fr: Nombre total de fournisseurs

source: Total Buyers
ar: إجمالي المشترين
fr: Nombre total d'acheteurs

source: Total Buyer Count
ar: إجمالي عدد المشتري
fr: Nombre total d'acheteurs

source: Total Product
ar: إجمالي المنتج
fr: Produit total

source: Total Product Count
ar: إجمالي عدد المنتجات
fr: Nombre total de produits

source: Total Showrooms
ar: إجمالي صالات العرض
fr: Nombre total de salles d'exposition

source: Showroom Count
ar: عدد صالة العرض
fr: Nombre de salles d'exposition

source: Total Stores
ar: إجمالي المتاجر
fr: Nombre total de magasins

source: Total Store Count
ar: إجمالي عدد المتاجر
fr: Nombre total de magasins

source: Total Memberships
ar: إجمالي العضويات
fr: Adhésions totales

source: Memberships
ar: العضويات
fr: Adhésions

source: Total Adverts
ar: مجموع الاعلانات
fr: Annonces totales

source: Active Adverts
ar: إعلانات نشطة
fr: Annonces actives

source: Total Products
ar: إجمالي المنتجات
fr: Produits totaux

source: Admin Dashboard - Clients
ar: لوحة تحكم المسؤول
fr: Tableau de bord administrateur

source: Total Services
ar: إجمالي الخدمات
fr: Service de totaux

source: Total Services Count
ar: إجمالي عدد الخدمات
fr: Nombre total de services

source: Please Fill all fields.
ar: لو سمحت أملأ كل الحقول.
fr: Merci de compléter tous les champs.

source: Invalid Data Entered.
ar: تم إدخال بيانات غير صحيحة.
fr: Données saisies invalides.

source: Service ({name}) created successfully.
ar: تم إنشاء الخدمة ({name}) بنجاح
fr: Service ({name}) créé avec succès.

source: Admin Dashboard - Manager
ar: لوحة تحكم المسؤول
fr: Tableau de bord administrateur

source: Error Occurred. Try Again
ar: حدث خطأ. حاول ثانية
fr: Erreur est survenue. Réessayer

source: Category({name}) already exists.
ar: الفئة ({name}) موجودة بالفعل.
fr: La catégorie ({name}) existe déjà.

source: Sub category ({sub_cat_name}) already exists.
ar: الفئة الفرعية ({sub_cat_name}) موجودة بالفعل
fr: La sous-catégorie ({sub_cat_name}) existe déjà.

source: Category ({}) created successfully.
ar: الفئة الفرعية ({sub_cat_name}) موجودة بالفعل.
fr: Catégorie ({}) créée avec succès.

source: Subcategories created successfully.
ar: تم إنشاء الفئات الفرعية بنجاح.
fr: Sous-catégories créées avec succès.

source: Admin Dashboard - Support
ar: لوحة تحكم المسؤول
fr: Tableau de bord administrateur

source: Account Edited Successfully
ar: تم تحرير الحساب بنجاح
fr: Compte modifié avec succès

source: An Error occurred. Please Try Again
ar: حدث خطأ. حاول مرة اخرى
fr: Une erreur s'est produite. Veuillez réessayer

source: Username not available.
ar: اسم المستخدم غير متاح.
fr: Le nom d'utilisateur n'est pas disponible.

source: Password mismatch.
ar: كلمة المرور غير متطابقة.
fr: Non concordance des mots de passe.

source: Foroden Support Team invite.
ar: دعوة فريق دعم Foroden.
fr: Invitation de l'équipe d'assistance de Foroden.

source: Hello
ar: مرحبًا
fr: Bonjour

source: Your have been added a Foroden Support Team Member, Please edit your account details and set a desired password after activating your account.
ar: تمت إضافة عضو فريق دعم Foroden الخاص بك ، يرجى تعديل تفاصيل حسابك وتعيين كلمة المرور المطلوبة بعد تنشيط حسابك.
fr: Vous avez été ajouté en tant que membre de l'équipe d'assistance Foroden. Veuillez modifier les détails de votre compte et définir le mot de passe souhaité après avoir activé votre compte.

source: Your activation link is
ar: رابط التنشيط الخاص بك هو
fr: Votre lien d'activation est

source: Account Created Successfully. A verification link was sent user's email.
ar: الحساب اقيم بنجاح. تم إرسال رابط التحقق عبر البريد الإلكتروني للمستخدم.
fr: Compte créé avec succès. Un lien de vérification a été envoyé à l'e-mail de l'utilisateur.

source: Bad Request
ar: اقتراح غير جيد
fr: Mauvaise demande

source: Offer description for text promotions
ar: عرض وصف للترقيات النصية
fr: Description de l'offre pour les promotions textuelles

source: An Error occured. Try Again.
ar: حدث خطأ. حاول ثانية.
fr: Une erreur s'est produite. Réessayer.

source: Promotion Created Successfully.
ar: تم إنشاء الترقية بنجاح.
fr: Promotion créée avec succès.

source: Record not found.
ar: لم يتم العثور على السجل.
fr: Enregistrement non trouvé.

source: Promotion Edited Successfully.
ar: تم تحرير الترويج بنجاح.
fr: Promotion modifiée avec succès.

source: Promotion Deleted successfully.
ar: تم حذف الترقية بنجاح.
fr: Promotion supprimée avec succès.

source: Promotion Sent successfully.
ar: تم إرسال الترويج بنجاح.
fr: Promotion envoyée avec succès.

source: Account Type
ar: نوع الحساب
fr: Type de compte

source: Image
ar: صورة

source: Email Activated
ar: تنشيط البريد الإلكتروني
fr: E-mail activé

source: Business Name
ar: الاسم التجاري
fr: Nom de l'entreprise

source: Safe Url
ar: عنوان Url الآمن
fr: URL sécurisée

source: Business Description
ar: وصف العمل
fr: Description de l'activité

source: Country
ar: دولة
fr: Pays

source: Country Code
ar: الرقم الدولي
fr: Code postal

source: City
ar: مدينة
fr: Ville

source: Number
ar: رقم
fr: Numéro

source: VAT Number
ar: ظريبه الشراء
fr: VAT Numéro

source: Legal Entity Identifier
ar: معرّف الكيان القانوني
fr: Identifiant de l'entité légale

source: Website
ar: موقع الكتروني
fr: Site Internet

source: Braintree customer id
ar: معرف عميل Braintree
fr: Identifiant client Braintree

source: Responses to clients
ar: الردود على العملاء
fr: Réponses aux clients

source: Sign In
ar: تسجيل الدخول
fr: S'identifier

source: Account not found. Try Again.
ar: الحساب غير موجود. حاول ثانية.
fr: Compte non trouvé. Réessayer.

source: Please Activate your Email
ar: يرجى تفعيل البريد الإلكتروني الخاص بك
fr: Veuillez activer votre e-mail

source: Sign Up
ar: اشتراك
fr: S'inscrire

source: Email not available.
ar: البريد الإلكتروني غير متوفر.
fr: L'e-mail n'est pas disponible.

source: Activate Foroden Activation
ar: تنشيط التنشيط Foroden
fr: Activer l'activation Foroden

source: Follow this link to activate you foroden account.
ar: اتبع هذا الرابط لتنشيط حسابك foroden.
fr: Suivez ce lien pour activer votre compte foroden.

source: Account Created Successfully. Please check your email for a verfication link.
ar: الحساب اقيم بنجاح. يرجى التحقق من بريدك الإلكتروني للحصول على ارتباط التحقق.
fr: Compte créé avec succès. Veuillez vérifier votre e-mail pour un lien de vérification.

source: Business Profile
ar: الملف التجاري
fr: Profil de l'entreprise

source: Please Fill all reqiured fields.
ar: الرجاء تعبئة جميع الحقول المطلوبة.
fr: Veuillez remplir tous les champs obligatoires.

source: An Error Occurred. Try Again.
ar: حدث خطأ. حاول ثانية.
fr: Une erreur s'est produite. Réessayer.

source: interest handled
ar: التعامل مع الفائدة
fr: intérêts gérés

source: Viewed by supplier
ar: تم عرضها بواسطة المورد
fr: Vu par le fournisseur

source: Created on
ar: تم إنشاؤها على
fr: Créé sur

source: Profile
ar: الملف الشخصي
fr: Profil

source: No modification was made.
ar: لم يتم إجراء أي تعديل.
fr: Aucune modification n'a été apportée.

source: Invalid data. Try again.
ar: بيانات غير صالحة. حاول مرة أخرى.
fr: Données invalides. Réessayer.

source: Account Details Editted Successfully
ar: تم تحرير تفاصيل الحساب بنجاح
fr: Détails du compte modifiés avec succès

source: Wrong current password entered.
ar: تم إدخال كلمة مرور حالية خاطئة.
fr: Mauvais mot de passe actuel entré.

source: No modification made.
ar: تم تحرير تفاصيل الحساب بنجاح
fr: Aucune modification apportée.

source: Account password reset successfully
ar: تم إعادة تعيين كلمة مرور الحساب بنجاح
fr: Mot de passe du compte réinitialisé avec succès

source: Business Details Editted Successfully.
ar: تم تحرير تفاصيل العمل بنجاح.
fr: Détails de l'entreprise modifiés avec succès.

source: Contracts
ar: انكماش
fr: Contrats

source: English
ar: إنجليزي
fr: Anglaise

source: Arabic
ar: عربي
fr: Arabe

source: French
ar: فرنسي
fr: Français

source: German
ar: ألمانية
fr: Allemande

source: suppliers/
ar: الموردين /
fr: fournisseurs/

source: buyer/
ar: مشتر/
fr: acheteur/

source: auth/
ar: المصادقة /
fr: administrateur/

source: payments/
ar: المدفوعات /
fr: Paiements/

source: support/admin/
ar: دعم / مشرف /
fr: assistance/administrateur/

source: admin-api/
ar: مشرف-api/
fr: administrateur-api/

source: admin/
ar: مشرف/
fr: administrateur/

source: Country or City
ar: الدولة أو المدينة
fr: Pays ou Ville

source: Name
ar: اسم
fr: Nom

source: Description
ar: وصف
fr: La description

source: Service Image
ar: صورة الخدمة
fr: Image de service

source: Number of visits
ar: عدد الزيارات
fr: Nombre de visites

source: Subject
ar: موضوعات
fr: Matière

source: Verified by Admin
ar: تم التحقق من قبل المسؤول
fr: Vérifié par l'administrateur

source: View
ar: رأي
fr: Voir

source: Request Method
ar: طريقة الطلب
fr: Méthode de demande

source: Device
ar: جهاز
fr: Dispositif

source: User Os
ar: المستخدم نظام التشغيل
fr: Système d'exploitation utilisateur

source: Chatroom Name
ar: الكنية
fr: Nom de la salle de discussion

source: Chat filepath
ar: دردشة filepath
fr: Chemin du fichier de chat

source: Chat Closed
ar: الدردشة مغلقة
fr: Chat fermé

source: Chat handled
ar: تم التعامل مع الدردشة
fr: Chat géré

source: Type
ar: يكتب
fr: Taper

source: Has Banner Image
ar: لها صورة بانر
fr: A une image de bannière

source: subject
ar: موضوع
fr: sujette

source: Advertising Price
ar: سعر الإعلان
fr: Prix ​​de la publicité

source: start date
ar: تاريخ البدء
fr: date de début

source: end date
ar: تاريخ البدء
fr: date de fin

source: Total Amount
ar: المبلغ الإجمالي
fr: Montant total

source: Contract payment made
ar: دفع العقد
fr: Paiement du contrat effectué

source: Advert Expired
ar: الإعلان منتهي الصلاحية
fr: Annonce expirée

source: Is Active
ar: نشط
fr: C'est actif

source: recipient
ar: متلقي
fr: destinataire

source: sending email
ar: إرسال البريد الإلكتروني
fr: envoyer un e-mail

source: content
ar: محتوى
fr: contenu

source: reply_to
ar: الرد على
fr: répondre à

source: Foroden Email
ar: Foroden البريد الإلكتروني

source: Home
ar: الصفحة الرئيسية
fr: Page d'accueil

source: Showrooms
ar: صالات العرض
fr: Salles d'exposition

source: Services
ar: خدمات
fr: Prestations de service

source: About Us
ar: معلومات عنا
fr: À propos de nous

source: Support
ar: الدعم
fr: Soutien

source: Discussion
ar: مناقشة

source: Error occurred. Try Again
ar: حدث خطأ. حاول ثانية
fr: Erreur est survenue. Réessayer

source: Discussion created successfully.
ar: تم إنشاء المناقشة بنجاح.
fr: Discussion créée avec succès.

source: Reply submitted successfully.
ar: تم إرسال الرد بنجاح.
fr: Réponse soumise avec succès.

source: Membership Guide
ar: دليل العضوية
fr: Guide d'adhésion

source: Showrooms Guide
ar: دليل العضوية
fr: Guide des salles d'exposition

source: Stores Guide
ar: دليل المتاجر
fr: Guide des magasins

source: Supplier Services Guide
ar: دليل خدمات الموردين
fr: Guide des services aux fournisseurs

source: Supplier Products Guide
ar: دليل منتجات المورد
fr: Guide des produits des fournisseurs

source: Account Creation Guide
ar: دليل إنشاء الحساب
fr: Guide de création de compte

source: We couldn't verify your payment. Please try again.
ar: لم نتمكن من التحقق من الدفع الخاص بك. حاول مرة اخرى.
fr: Nous n'avons pas pu vérifier votre paiement. Veuillez réessayer.

source: id
ar: بطاقة تعريف
fr: identifiant

source: price
ar: سعر
fr: prix

source: description
ar: وصف

source: Currency
ar: عملة
fr: Devise

source: Duration
ar: مدة
fr: Durée

source: Status
ar: حالة
fr: Statut

source: Trial Period
ar: فترة النسخة التجريبية
fr: Période d'essai

source: Trial Period Count
ar: عدد الفترة التجريبية
fr: Nombre de périodes d'essai

source: Per Month
ar: كل شهر
fr: Par mois

source: Per 6 Months
ar: كل ستة اشهر
fr: Par 6 mois

source: Per Year
ar: كل سنة
fr: Par an

source: Subscription Start Date
ar: تاريخ بدء الاشتراك
fr: Date de début de l'abonnement

source: Subscription Expiry Date
ar: تاريخ انتهاء الاشتراك
fr: Date d'expiration de l'abonnement

source: Active
ar: نشيط

source: Payment Completed
ar: تم التسديد
fr: Paiement terminé

source: card_last_4
ar: بطاقة_آخر_4

source: card_type
ar: نوع البطاقة
fr: type de carte

source: card_expiration_month
ar: بطاقة_تاريخ_الشهر

source: card_expiration_year
ar: بطاقة_تاريخ_العام

source: card_issuing_bank
ar: بنك يصدر بطاقات إئتمانية
fr: Une banque émettrice de cartes bancaires

source: current_billing_cycle
ar: دورة_الفواتير الحالية
fr: cycle_de_facturation_actuel

source: Payment Method
ar: طريقة الدفع او السداد
fr: Mode de paiement

source: days_past_due
ar: من الأيام
fr: days_pass_due

source: next_billing_date
ar: موعد المحاسبة التالي
fr: prochaine_date_de_facturation

source: payment_method_token
ar: طريقة_الدفع
fr: paiement_method_token

source: Order key
ar: مفتاح الطلب
fr: Clé de commande

source: Product Id
ar: معرف المنتج
fr: Identifiant du produit

source: Number of transactions
ar: عدد المعاملات
fr: Nombre de transactions

source: Plan Id
ar: معرف الخطة
fr: Guide de création de compte

source: Reference Number
ar: رقم المرجع
fr: Numéro de réference

source: Contract completed
ar: اكتمل العقد
fr: Contrat terminé

source: Contract accepted
ar: تم قبول العقد
fr: Contrat accepté

source: Address
ar: تبوك
fr: Adresse

source: Payment Id
ar: معرف الدفع
fr: Identifiant de paiement

source: Total Amount Paid
ar: المبلغ الإجمالي المدفوع
fr: Montant total payé

source: Already subcribed to this plan
ar: مشترك بالفعل في هذه الخطة
fr: Déjà abonné à ce plan

source: Unable to update your subscription.
ar: غير قادر على تحديث اشتراكك.
fr: Impossible de mettre à jour votre abonnement.

source: Foroden Subscription
ar: اشتراك Foroden
fr: Foroden Abonnement

source: Your payment as been initialized. Please wait for confirmation email.
ar: دفعتك كما تم تهيئتها. يرجى انتظار البريد الإلكتروني للتأكيد.
fr: Votre paiement a été initialisé. Veuillez attendre l'e-mail de confirmation.

source: Your payment was successfull.
ar: دفعتك كانت ناجحة.
fr: Votre paiement a été effectué avec succès.

source: Your subscription was deactivated successfully.
ar: تم إلغاء تفعيل اشتراكك بنجاح.
fr: Votre abonnement a été désactivé avec succès.

source: Store Name
ar: اسم المتجر
fr: Nom du magasin

source: Number of products
ar: عدد من المنتجات
fr: Nombre de produits

source: Price
ar: سعر
fr: Prix

source: Number of contracts
ar: عدد العقود
fr: Nombre de contrats

source: Please fill all fields.
ar: لو سمحت أملأ كل الحقول.
fr: Merci de compléter tous les champs.

source: Submitted successfully.
ar: تم الإرسال بنجاح.
fr: Soumis avec succès.

source: Please create a buyer account to create a contract.
ar: الرجاء إنشاء حساب المشتري لإنشاء عقد.
fr: Veuillez créer un compte acheteur pour créer un contrat.

source: Foroden Contract Created
ar: تم إنشاء عقد المنع
fr: Foroden contrat créé

source: Hello, {supplier.username}. A Contract application has been sumbited by {buyer.profile.business_name} on service {service.name}. Please visit the dashboard to respond to the application. Thank you.
ar: مرحبًا {supplier.username}. تم تقديم تطبيق العقد بواسطة {buyer.profile.business_name} على الخدمة {service.name}. يرجى زيارة لوحة القيادة للرد على التطبيق. شكرًا لك.
fr: Bonjour, {supplier.username}. Une demande de contrat a été soumise par {buyer.profile.business_name} sur le service {service.name}. Veuillez visiter le tableau de bord pour répondre à l'application. Merci.

source: Products
ar: منتجات
fr: Des produits

source: Categories
ar: فئات
fr: Catégories

source: Stores
ar: المتاجر
fr: Magasins

source: Supplier Dashboard
ar: لوحة تحكم المورد
fr: Tableau de bord fournisseur

source: Product created successfully.
ar: تم إنشاء المنتج بنجاح.
fr: Produit créé avec succès.

source: An Error occurred. Try Again
ar: حدث خطأ. حاول ثانية
fr: Une erreur s'est produite. Réessayer

source: Please use a different store name.
ar: الرجاء استخدام اسم متجر مختلف.
fr: Veuillez utiliser un nom de magasin différent.

source: Store created successfully.
ar: تم إنشاء المتجر بنجاح.
fr: Magasin créé avec succès.

source: Sorry, an error occurred. Please Try Again
ar: عفوا لقد حصل خطأ. حاول مرة اخرى
fr: Désolé, une erreur s'est produite. Veuillez réessayer

source: An Error Occured. Please Try Again
ar: حدث خطأ. حاول مرة اخرى
fr: Une erreur s'est produite. Veuillez réessayer

source: Contract has been rejected.
ar: تم رفض العقد.
fr: Le contrat a été rejeté.

source: Foroden Contract Rejected.
ar: تم رفض عقد المحرمة.
fr: Foroden contrat rejeté.

source: Hello, {contract.buyer.username}. Your contract application on service {contract.service.name} has been rejected. Please contact the supplier for more information. Thank you.
ar: مرحبًا {contract.buyer.username}. تم رفض طلب العقد الخاص بك على الخدمة {contract.service.name}. يرجى الاتصال بالمورد لمزيد من المعلومات. شكرًا لك.
fr: Bonjour, {contract.buyer.username}. Votre demande de contrat sur le service {contract.service.name} a été rejetée. Veuillez contacter le fournisseur pour plus d'informations. Merci.

source: Contract has been accepted.
ar: تم قبول العقد.
fr: Le contrat a été accepté.

source: Foroden Contract Accepted
ar: تم قبول عقد المحرمة
fr: Foroden Contrat Accepté

source: Hello, {contract.buyer.username}. Your contract application on service
ar: مرحبًا {contract.buyer.username}. تطبيق العقد الخاص بك في الخدمة
fr: Bonjour, {contract.buyer.username}. Votre demande de contrat de service

source: has been accepted. Please visit the
ar: تم قبوله. يرجى زيارة
fr: a été accepté. Veuillez visiter le

source: to complete the application process. Thank you.
ar: لإكمال عملية التقديم. شكرًا لك.
fr: pour compléter le processus de candidature. Merci.

source: Please use a different service name.
ar: الرجاء استخدام اسم خدمة مختلف.
fr: Veuillez utiliser un autre nom de service.

source: Service created successfully.
ar: تم إنشاء الخدمة بنجاح.
fr: Service créé avec succès.

source: Product not found.
ar: تم قبول عقد المحرمة
fr: Produit non trouvé.

source: Submitted successfully. Please make your payment.
ar: تم الإرسال بنجاح. يرجى إجراء الدفع الخاص بك.
fr: Soumis avec succès. Veuillez effectuer votre paiement.

source: First Name
ar: الاسم الاول
fr: Prénom

source: Last Name
ar: الكنية
fr: Nom de famille

source: Username
ar: اسم المستخدم
fr: Nom d'utilisateur

source: Email
ar: البريد الإلكتروني

source: No Email Promotions Found
ar: لم يتم العثور على رسائل ترويجية عبر البريد الإلكتروني
fr: Aucune promotion par e-mail trouvée

source: Email Promotions
ar: الترقيات عبر البريد الإلكتروني
fr: Promotions par e-mail

source: Fill in form to create email promotion
ar: املأ النموذج لإنشاء ترويج عبر البريد الإلكتروني
fr: Remplissez le formulaire pour créer une promotion par e-mail

source: Represents required fields
ar: يمثل الحقول المطلوبة
fr: Représente les champs obligatoires

source: Target Group
ar: المجموعة المستهدفة
fr: Groupe ciblé

source: Select Showroom
ar: حدد صالة العرض
fr: Sélectionnez la salle d'exposition

source: Guidelines
ar: القواعد الارشادية
fr: Des lignes directrices

source: Provide a name to easily identify the banner.
ar: أدخل اسمًا للتعرف بسهولة على الشعار.
fr: Donnez un nom pour identifier facilement la bannière.

source: If the promotion belongs to a showroom, select showroom and select the desired showroom.
ar: إذا كان العرض الترويجي يخص صالة عرض ، فحدد صالة العرض وحدد صالة العرض المطلوبة.
fr: Si la promotion appartient à un showroom, sélectionnez showroom et sélectionnez le showroom souhaité.

source: An image can be ignored for text promotions.
ar: يمكن تجاهل صورة للترقيات النصية.
fr: Une image peut être ignorée pour les promotions textuelles.

source: Text promotions must contain a short description.
ar: يجب أن تحتوي العروض الترويجية النصية على وصف قصير.
fr: Les promotions textuelles doivent contenir une courte description.

source: Fill in form to edit email promotion
ar: املأ النموذج لتعديل ترويج البريد الإلكتروني
fr: Remplissez le formulaire pour modifier la promotion par e-mail

source: Create
ar: خلق
fr: Créer

source: Fill in form to post a promotion/banner
ar: املأ النموذج لنشر ترويج / لافتة
fr: Remplir le formulaire pour poster une promotion/bannière

source: Promotion Type
ar: نوع الترويج
fr: Type de promotion

source: Make changes to your promotion/banner
ar: قم بإجراء تغييرات على الترويج / الشعار الخاص بك
fr: Apporter des modifications à votre promotion/bannière

source: Text Promotions
ar: الترقيات النصية
fr: Promotions textuelles

source: Banner Promotions
ar: الترقيات لافتة
fr: Bannières Promotions

source: Clients
ar: عملاء

source: Manager
ar: مدير
fr: Gestionnaire

source: Promotions
ar: الترقيات

source: Notifications
ar: إشعارات
fr: Avis

source: Business Line
ar: خط الأعمال
fr: Secteur d'activité

source: Submit
ar: يُقدِّم
fr: Soumettre

source: Welcome Back
ar: مرحبًا بعودتك
fr: Content de te revoir

source: Thousands of products await.
ar: الآلاف من المنتجات تنتظر.
fr: Des milliers de produits vous attendent.

source: Password
ar: كلمة المرور
fr: Mot de passe

source: Login
ar: تسجيل الدخول
fr: Connexion

source: Or
ar: أو
fr: Ou

source: Continue With Google
ar: تواصل مع جوجل
fr: Continuer avec Google

source: Continue With Facebook
ar: تواصل مع ينكدين
fr: Continuer avec LinkedIn

source: Welcome To Foroden
ar: مرحبا بكم في Foroden
fr: Bienvenue à Foroden

source: Join the biggest community of over 70,000 Business People.
ar: انضم إلى أكبر مجتمع يضم أكثر من 70.000 رجل أعمال.
fr: Rejoignez la plus grande communauté de plus de 70 000 Business People.

source: Sign Up As
ar: سجل باسم
fr: Inscrivez-vous en tant que

source: Supplier
ar: المورد
fr: Le fournisseur

source: Buyer
ar: مشتر
fr: acheteur

source: Show Password
ar: عرض كلمة المرور
fr: Montrer le mot de passe

source: Confirm Password
ar: تأكيد كلمة المرور
fr: Confirmez le mot de passe

source: Already Have An Account?
ar: هل لديك حساب؟
fr: Vous avez déjà un compte?

source: Sign into account
ar: سجّل الدخول إلى الحساب
fr: Connectez-vous au compte

source: Account Details
ar: تفاصيل العمل
fr: Détails du compte

source: Edit Account Details
ar: تحرير تفاصيل الحساب
fr: Modifier les détails du compte

source: Business Details
ar: تفاصيل العمل
fr: Description de l'activité

source: Edit Bussiness Details
ar: تحرير تفاصيل الأعمال
fr: Modifier les détails de l'entreprise

source: My Contracts
ar: العقود الخاصة بي
fr: Mes contrats

source: Contract Details
ar: تفاصيل العقد
fr: Détails du contrat

source: Supplier information
ar: معلومات المورد
fr: Informations sur le fournisseur

source: Location
ar: موقع
fr: Emplacement

source: Contract info
ar: معلومات العقد
fr: Informations sur le contrat

source: Service
ar: خدمة

source: Created On
ar: تم إنشاؤها على
fr: Créé sur

source: Print
ar: مطبعة
fr: Imprimer

source: To view the contract details
ar: لعرض تفاصيل العقد
fr: Pour voir les détails du contrat

source: No
ar: رقم
fr: Numéro

source: Start date
ar: تاريخ البدء
fr: Date de début

source: Action
ar: عمل

source: Showing Page
ar: إظهار الصفحة
fr: Afficher la page

source: of
ar: من
fr: de

source: Entries
ar: إدخالات
fr: Entrées

source: Previous
ar: سابق
fr: Précédent

source: Next
ar: التالي
fr: Prochain

source: Account Password Reset
ar: إعادة تعيين كلمة مرور الحساب
fr: Réinitialisation du mot de passe du compte

source: Current Password
ar: كلمة المرور الحالية
fr: Mot de passe actuel

source: New Password
ar: كلمة المرور الحالية
fr: nouveau mot de passe
