Repository: tradeoases/Tradeoasis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
fr: Confirmer le nouveau mot de passe

source: Edit Profile
ar: تعديل الملف الشخصي
fr: Editer le profil

source: Reset Password
ar: إعادة تعيين كلمة المرور
fr: réinitialiser le mot de passe

source: Dashboard
ar: لوحة القيادة
fr: Tableau de bord

source: Buyer's Portal
ar: بوابة المشتري
fr: Portail de l'acheteur

source: Logout
ar: تسجيل خروج
fr: Se déconnecter

source: Visited Products
ar: المنتجات التي تمت زيارتها
fr: Produits à prix réduit

source: Edit Account
ar: تحرير الحساب
fr: Modifier le compte

source: User Profile
ar: ملف تعريفي للمستخدم
fr: Profil de l'utilisateur

source: History
ar: تاريخ
fr: Histoire

source: Statistics
ar: إحصائيات
fr: Statistiques

source: Mission
ar: مهمة

source: Vision
ar: رؤية

source: Secure ans
ar: الجواب الآمن
fr: Sécurisé et

source: Reliable
ar: موثوق
fr: Fiable

source: Transactions
ar: المعاملات

source: Dedicated team
ar: فريق متخصص
fr: Équipe dédiée

source: to offer
ar: لعرض
fr: offrir

source: 24hr support
ar: دعم أربعة وعشرون ساعة
fr: Assistance 24h/24

source: Providing a 100%%
ar: توفير مائة بالمائة

source: authentic
ar: أصلي
fr: authentique

source: stores
ar: المخازن
fr: magasins

source: About Foroden
ar: حول Foroden
fr: À propos de Foroden

source: We represent a wide network of Digital Promoting and local and Traditional Marketing and Advertising services of products (in large scale) of various companies. Our offices and specialized and indigenous forces are operating in different countries. We have created a sustainable, learning and progressive system.
ar: نحن نمثل شبكة واسعة من الترويج الرقمي وخدمات التسويق والإعلان المحلية والتقليدية للمنتجات (على نطاق واسع) لشركات مختلفة. مكاتبنا وقواتنا المتخصصة والمحلية تعمل في بلدان مختلفة. لقد أنشأنا نظامًا مستدامًا وتعلميًا وتقدميًا.
fr: Nous représentons un vaste réseau de services de promotion numérique et de marketing local et traditionnel et de publicité de produits (à grande échelle) de diverses entreprises. Nos bureaux et nos forces spécialisées et indigènes opèrent dans différents pays. Nous avons créé un système durable, apprenant et progressif.

source: We decide and act as a team. Our organization is an interconnected and learning system. Over time, we make the necessary adjustments to both maintain and increase our success.
ar: نحن نقرر ونتصرف كفريق. منظمتنا هي نظام مترابط والتعلم. بمرور الوقت ، نجري التعديلات اللازمة للحفاظ على نجاحنا وزيادته.
fr: Nous décidons et agissons en équipe. Notre organisation est un système interconnecté et apprenant. Au fil du temps, nous apportons les ajustements nécessaires pour maintenir et accroître notre succès.

source: Accurate knowledge
ar: معرفة دقيقة
fr: Connaissance précise

source: Informed and effective manpower
ar: قوى عاملة واعية وفعالة
fr: Une main-d'œuvre informée et efficace

source: Extensive and sustainable networking
ar: شبكات واسعة ومستدامة
fr: Un réseau étendu et durable

source: Commitment
ar: التزام
fr: Engagement

source: flexibility
ar: المرونة
fr: souplesse

source: Efficient decision making
ar: اتخاذ قرارات فعالة
fr: Prise de décision efficace

source: Our Mission
ar: مهمتنا
fr: Notre mission

source: Accepting and obtaining representation of reputable companies
ar: قبول والحصول على تمثيل الشركات ذات السمعة الطيبة
fr: Accepter et obtenir la représentation d'entreprises réputées

source: Acting as if the parent company itself is operating in different countries
ar: التصرف كما لو أن الشركة الأم نفسها تعمل في دول مختلفة
fr: Agir comme si la société mère elle-même opérait dans différents pays

source: Development of our offices in different countries
ar: تطوير مكاتبنا في دول مختلفة
fr: Développement de nos bureaux dans différents pays

source: Creating a network of specialized and indigenous forces in each country
ar: تكوين شبكة من القوات المتخصصة والمحلية في كل دولة
fr: Créer un réseau de forces spécialisées et indigènes dans chaque pays

source: Creating a dynamic system from the source of production, transportation, customs, distribution, control, feedback and promotion
ar: إنشاء نظام ديناميكي من مصدر الإنتاج والنقل والجمارك والتوزيع والتحكم والتغذية الراجعة والترويج
fr: Créer un système dynamique à partir de la source de la production, du transport, des douanes, de la distribution, du contrôle, de la rétroaction et de la promotion

source: Our Vision
ar: رؤيتنا
fr: Notre vision

source: Accepting and obtaining representation of more than 100 companies by 2026
ar: قبول والحصول على تمثيل لأكثر من 100 شركة بحلول عام 2026
fr: Accepter et obtenir la représentation de plus de 100 entreprises d'ici 2026

source: Development of operating offices in more than 14 countries by 2026
ar: تطوير مكاتب التشغيل في أكثر من 14 دولة بحلول عام 2026
fr: Développement de bureaux opérationnels dans plus de 14 pays d'ici 2026

source: Development of human resources to more than 2,000 people by 2026
ar: تنمية الموارد البشرية لأكثر من 2000 شخص بحلول عام 2026
fr: Développement des ressources humaines à plus de 2 000 personnes d'ici 2026

source: Activate more than 6 subsidiaries by 2026
ar: تفعيل أكثر من 6 شركات تابعة بحلول عام 2026
fr: Activer plus de 6 filiales d'ici 2026

source: Suppliers
ar: الموردين
fr: Fournisseurs

source: All over the world.
ar: في جميع أنحاء العالم
fr: Dans le monde entier.

source: Countries
ar: بلدان
fr: Des pays

source: Using Foroden.
ar: باستخدام Foroden.
fr: Utilisation de Foroden.

source: Buyers
ar: المشترون
fr: Acheteuses

source: Trading Everyday.
ar: التداول كل يوم.
fr: Commerce tous les jours.

source: Close Chat
ar: إغلاق الدردشة
fr: Fermer la discussion

source: Send
ar: إرسال
fr: Envoyer

source: Create a discussion
ar: خلق مناقشة
fr: Créer une discussion

source: Reply
ar: رد
fr: Réponse

source: Send a Reply
ar: أرسل ردًا
fr: Envoyer une réponse

source: Discussions
ar: مناقشات

source: Foroden Account Creation
ar: إنشاء حساب Foroden
fr: Création de compte Foroden

source: Foroden offers 2 types of client accounts, that is:
ar: تقدم Foroden نوعين من حسابات العملاء ، وهما:
fr: Foroden propose 2 types de comptes clients, à savoir :

source: Supplier Account
ar: حساب المورد
fr: Compte fournisseur

source: Foroden Suppliers are users who indent to promote their businesses and products. These have access to the following features:
ar: موردي Foroden هم مستخدمون يطرحون مسافة بادئة للترويج لأعمالهم ومنتجاتهم. هؤلاء لديهم حق الوصول إلى الميزات التالية:
fr: Les fournisseurs de Foroden sont des utilisateurs qui indentent pour promouvoir leurs entreprises et leurs produits. Ceux-ci ont accès aux fonctionnalités suivantes :

source: Product Advertising
ar: إعلان المنتج
fr: Publicité de produit

source: Business Advertising
ar: الإعلانات التجارية
fr: Publicité commerciale

source: Service Trading
ar: تجارة الخدمة
fr: Commerce de services

source: Contract Creation
ar: إنشاء العقد
fr: Création de contrat

source: Buyer Account
ar: حساب المشتري
fr: Compte acheteur

source: Foroden Buyers are users who seek different services or products from Foroden Suppliers: These have access to the following features:
ar: مشترو Foroden هم المستخدمون الذين يبحثون عن خدمات أو منتجات مختلفة من موردي Foroden: هؤلاء لديهم حق الوصول إلى الميزات التالية:
fr: Les Acheteurs Foroden sont des utilisateurs qui recherchent différents services ou produits auprès des Fournisseurs Foroden : Ceux-ci ont accès aux fonctionnalités suivantes :

source: How to create a client account.
ar: كيفية إنشاء حساب العميل.
fr: Comment créer un compte client.

source: Choose your desire account creation method
ar: اختر طريقة إنشاء الحساب التي تريدها
fr: Choisissez la méthode de création de compte de votre choix

source: Foroden offers both custom account creation and social account creation using Google and LinkedIn
ar: تقدم Foroden كلاً من إنشاء حساب مخصص وإنشاء حساب اجتماعي باستخدام Google و LinkedIn
fr: Foroden propose à la fois la création de compte personnalisé et la création de compte social en utilisant Google et LinkedIn

source: a
ar: أ

source: Using custom account creation
ar: باستخدام إنشاء حساب مخصص
fr: Utilisation de la création de compte personnalisé

source: b
ar: ب

source: Using social authentication
ar: استخدام المصادقة الاجتماعية
fr: Utilisation de l'authentification sociale

source: You are prompted to selected your desired account type.
ar: ستتم مطالبتك بتحديد نوع الحساب المطلوب.
fr: Vous êtes invité à sélectionner le type de compte souhaité.

source: Enter your business details
ar: أدخل تفاصيل عملك
fr: Entrez les détails de votre entreprise

source: FAQs
ar: أسئلة وأجوبة
fr: FAQ

source: What is a store?
ar: ما هو المتجر؟
fr: Qu'est-ce qu'un magasin ?

source: What is a showroom?
ar: ما هي صالة العرض؟
fr: Qu'est-ce qu'un salle d'exposition?

source: What is a Supplier service?
ar: ما هي خدمة المورد؟
fr: Qu'est-ce qu'un service Fournisseur ?

source: What are memberships?
ar: ما هي العضويات؟
fr: Que sont les adhésions ?

source: How to create a product?
ar: كيف تصنع منتج؟
fr: Comment créer un produit ?

source: Payment Methods
ar: طرق الدفع
fr: méthodes de payement

source: Accounts Creation
ar: إنشاء الحسابات
fr: Création de comptes

source: Foroden Membership Plans
ar: خطط عضوية Foroden
fr: Plans d'adhésion Foroden

source: The platform offers three membership packages each with different features to enable store owners attain the different objectives.
ar: تقدم المنصة ثلاث حزم عضوية لكل منها ميزات مختلفة لتمكين أصحاب المتاجر من تحقيق الأهداف المختلفة.
fr: La plate-forme propose trois packages d'adhésion, chacun avec des fonctionnalités différentes pour permettre aux propriétaires de magasins d'atteindre les différents objectifs.

source: Foroden offers the following three membership plans
ar: تقدم Foroden خطط العضوية الثلاثة التالية
fr: Foroden propose les trois plans d'adhésion suivants

source: Gold Membership Plan
ar: خطة العضوية الذهبية
fr: Abonnement Or

source: Silver Membership Plan
ar: خطة العضوية الفضية
fr: Abonnement Argent

source: Bronze Membership Plan
ar: خطة العضوية البرونزية
fr: Abonnement Bronze

source: This comes with so many interesting features such as the ability to advertise a stores products several times on the showrooms each single day. This increases the chances of a store making a great deal of sales on a daily basis.
ar: يأتي هذا مع العديد من الميزات المثيرة للاهتمام مثل القدرة على الإعلان عن منتجات المتاجر عدة مرات في صالات العرض كل يوم. هذا يزيد من فرص المتجر في تحقيق قدر كبير من المبيعات على أساس يومي.
fr: Cela s'accompagne de nombreuses fonctionnalités intéressantes telles que la possibilité de faire la publicité des produits d'un magasin plusieurs fois dans les salles d'exposition chaque jour. Cela augmente les chances qu'un magasin fasse beaucoup de ventes au quotidien.

source: The stores can sell their products to buyers from any country on globe. The cost for this membership plan per year is as low as
ar: يمكن للمحلات بيع منتجاتها للمشترين من أي بلد في العالم. تكلفة خطة العضوية هذه سنويًا منخفضة مثل
fr: Les magasins peuvent vendre leurs produits à des acheteurs de n'importe quel pays du monde. Le coût de ce plan d'adhésion par an est aussi bas que

source: This membership plan allows store owners to sell their products to any buyers on the platform but does not allow them to have their products listed under the adverts.
ar: تسمح خطة العضوية هذه لأصحاب المتاجر ببيع منتجاتهم لأي مشترين على المنصة ولكنها لا تسمح لهم بإدراج منتجاتهم ضمن الإعلانات.
fr: Ce plan d'adhésion permet aux propriétaires de magasins de vendre leurs produits à tous les acheteurs sur la plate-forme, mais ne leur permet pas d'avoir leurs produits répertoriés sous les publicités.

source: However, products from the store can be accessible and purchased by any buyers from within the location's store and overseas. This membership plan costs
ar: ومع ذلك ، يمكن الوصول إلى المنتجات من المتجر وشرائها من قبل أي مشترين من داخل متجر الموقع وفي الخارج. تكاليف خطة العضوية هذه
fr: Cependant, les produits du magasin peuvent être accessibles et achetés par n'importe quel acheteur à l'intérieur du magasin et à l'étranger. Ce plan d'adhésion coûte

source: This membership plan is limited in such a way that the store's products are never listed on the advertisement section. The store is also limited to sales from the same location but not away from it or overseas. The bronze package is free of charge.
ar: خطة العضوية هذه محدودة بحيث لا يتم إدراج منتجات المتجر في قسم الإعلانات. يقتصر المتجر أيضًا على المبيعات من نفس الموقع ولكن ليس بعيدًا عنه أو في الخارج. العبوة البرونزية مجانية.
fr: Ce plan d'adhésion est limité de telle manière que les produits du magasin ne sont jamais répertoriés dans la section publicité. Le magasin est également limité aux ventes au même endroit, mais pas loin de celui-ci ou à l'étranger. Le forfait bronze est gratuit.

source: Foroden Supplier Products
ar: خطة العضوية الذهبية
fr: Produits du fournisseur Foroden

source: Foroden Suppliers able able to advertise their product using our different advertising method based on the supplier's membership plan. Foroden doesnot handle selling of products, this is handled by the suppliers.
ar: يستطيع الموردون Foroden الإعلان عن منتجاتهم باستخدام طريقة الإعلان المختلفة الخاصة بنا بناءً على خطة عضوية المورد. Foroden لا تتعامل مع بيع المنتجات ، يتم التعامل مع هذا من قبل الموردين.
fr: Foroden Fournisseurs capables de faire la publicité de leur produit en utilisant nos différentes méthodes de publicité basées sur le plan d'adhésion du fournisseur. Foroden ne s'occupe pas de la vente des produits, celle-ci est gérée par les fournisseurs.

source: How to create a supplier product.
ar: كيفية إنشاء منتج مورد.
fr: Comment créer un produit fournisseur.

source: Access your supplier dashboard
ar: الوصول إلى لوحة معلومات المورد الخاص بك
fr: Accédez à votre tableau de bord fournisseur

source: Select create product in the Sidebar
ar: حدد إنشاء منتج في الشريط الجانبي
fr: Sélectionnez créer un produit dans la barre latérale

source: This Redirects you to a form, with which you can create a new product.
ar: هذا يعيد توجيهك إلى نموذج يمكنك من خلاله إنشاء منتج جديد.
fr: Cela vous redirige vers un formulaire, avec lequel vous pouvez créer un nouveau produit.

source: Foroden Supplier Services
ar: خدمات موردي Foroden
fr: Services aux fournisseurs de Foroden

source: Foroden Supplier Services make it easy for suppliers to sell their business as a service to different Foroden buyers. A verified Foroden Buyer is able to create a contract inorder to buy one or more supplier services.
ar: تسهل Foroden Provider Services على الموردين بيع أعمالهم كخدمة لمشترين مختلفين من Foroden. يمكن لـ Foroden Buyer الذي تم التحقق منه إنشاء عقد لشراء واحدة أو أكثر من خدمات الموردين.
fr: Foroden Supplier Services permet aux fournisseurs de vendre facilement leur entreprise en tant que service à différents acheteurs de Foroden. Un acheteur Foroden vérifié est en mesure de créer un contrat afin d'acheter un ou plusieurs services de fournisseur.

source: How to create a supplier service.
ar: كيفية إنشاء خدمة المورد.
fr: Comment créer un service fournisseur.

source: Select create service in the Sidebar
ar: حدد إنشاء خدمة في الشريط الجانبي
fr: Sélectionnez créer un service dans la barre latérale

source: This Redirects you to a form, with which you can create a new service.
ar: هذا يعيد توجيهك إلى نموذج يمكنك من خلاله إنشاء خدمة جديدة.
fr: Cela vous redirige vers un formulaire, avec lequel vous pouvez créer un nouveau service.

source: Foroden Showrooms
ar: معارض فورودن
fr: Salles d'exposition Foroden

source: Foroden provides a showrooms feature where stores from different locations are displayed and made accessible to the buyers.
ar: يوفر Foroden ميزة صالات العرض حيث يتم عرض المتاجر من مواقع مختلفة وإتاحتها للمشترين.
fr: Foroden fournit une fonctionnalité de salle d'exposition où les magasins de différents endroits sont affichés et rendus accessibles aux acheteurs.

source: The stores are displayed on the showrooms basing on their membership packages. Those with Gold membership are made accessible to all buyers all over the world.
ar: يتم عرض المتاجر في صالات العرض بناءً على حزم العضوية الخاصة بهم. أولئك الذين لديهم عضوية ذهبية متاحة لجميع المشترين في جميع أنحاء العالم.
fr: Les magasins sont affichés dans les salles d'exposition en fonction de leurs forfaits d'adhésion. Les membres Gold sont accessibles à tous les acheteurs du monde entier.

source: The showrooms organize the stores in a way that our algorithms can make the best suggestions for our buyers hence simplifying the entire process of buying from our virtual stores.
ar: تنظم صالات العرض المتاجر بطريقة تمكن خوارزمياتنا من تقديم أفضل الاقتراحات للمشترين لدينا وبالتالي تبسيط عملية الشراء بأكملها من متاجرنا الافتراضية.
fr: Les salles d'exposition organisent les magasins de manière à ce que nos algorithmes puissent faire les meilleures suggestions pour nos acheteurs, simplifiant ainsi l'ensemble du processus d'achat dans nos magasins virtuels.

source: Foroden offers the following showrooms:
ar: تقدم Foroden صالات العرض التالية:
fr: Foroden propose les showrooms suivants :

source: How to add a store to a showroom.
ar: كيفية إضافة متجر إلى صالة العرض.
fr: Comment créer un fournisseur de services.

source: Select Manage Store in the Sidebar
ar: حدد إدارة المتجر في الشريط الجانبي
fr: Sélectionnez Gérer le magasin dans la barre latérale

source: Select Store from the stores list
ar: حدد المتجر من قائمة المتاجر
fr: Sélectionnez Magasin dans la liste des magasins

source: This opens up a store modal with 2 forms. Use form 1 to select a showroom to which you want to add the selected store. Use form 2 to add a specific product to the selected store.
ar: هذا يفتح متجر مشروط مع شكلين. استخدم النموذج 1 لتحديد صالة العرض التي تريد إضافة المتجر المحدد إليها. استخدم النموذج 2 لإضافة منتج معين إلى المتجر المحدد.
fr: Cela ouvre un magasin modal avec 2 formulaires. Utilisez le formulaire 1 pour sélectionner un showroom auquel vous souhaitez ajouter le magasin sélectionné. Utilisez le formulaire 2 pour ajouter un produit spécifique au magasin sélectionné.

source: Foroden Stores
ar: متاجر Foroden
fr: Magasins Foroden

source: This is an online (virtual) shop that sell different products. Foroden also has stores that provide services such as online virtual assistance for people looking for teams to help manage their businesses remotely.
ar: هذا متجر عبر الإنترنت (افتراضي) يبيع منتجات مختلفة. لدى Foroden أيضًا متاجر تقدم خدمات مثل المساعدة الافتراضية عبر الإنترنت للأشخاص الذين يبحثون عن فرق للمساعدة في إدارة أعمالهم عن بُعد.
fr: Il s'agit d'une boutique en ligne (virtuelle) qui vend différents produits. Foroden possède également des magasins qui fournissent des services tels que l'assistance virtuelle en ligne pour les personnes à la recherche d'équipes pour aider à gérer leurs entreprises à distance.

source: Well, think of a store as a shop you visit to purchase some products you need. However, this store has all products listed on Foroden but not physically present with them.
ar: حسنًا ، فكر في المتجر كمتجر تزوره لشراء بعض المنتجات التي تحتاجها. ومع ذلك ، يحتوي هذا المتجر على جميع المنتجات المدرجة في Foroden ولكنها غير موجودة فعليًا معهم.
fr: Eh bien, considérez un magasin comme un magasin que vous visitez pour acheter certains produits dont vous avez besoin. Cependant, ce magasin a tous les produits répertoriés sur Foroden mais pas physiquement présents avec eux.

source: How to create a store.
ar: كيفية إنشاء متجر.
fr: Comment créer une boutique.

source: Select Create Store in the Sidebar
ar: حدد إنشاء متجر في الشريط الجانبي
fr: Sélectionnez Créer un magasin dans la barre latérale

source: This Redirects you to a form, with which you can create a new store.
ar: هذا يعيد توجيهك إلى نموذج يمكنك من خلاله إنشاء متجر جديد.
fr: Cela vous redirige vers un formulaire, avec lequel vous pouvez créer une nouvelle boutique.

source: How to manage a store.
ar: كيف تدير متجر.
fr: Comment gérer un magasin.

source: The Supplier dashboard gives you the ability to to add a store to a showroom and also add products to a store.
ar: تمنحك لوحة معلومات المورد القدرة على إضافة متجر إلى صالة عرض وكذلك إضافة منتجات إلى المتجر.
fr: Le tableau de bord Fournisseur vous permet d'ajouter un magasin à une salle d'exposition et également d'ajouter des produits à un magasin.

source: This opens up a store modal with 2 forms. Use form 1 to select a showroom to which you want to add the selected store. Use form 2 to add a specific product to the selected store. Note that you can only add a product to a showroom if you have a valid subscription.
ar: هذا يفتح متجر مشروط مع شكلين. استخدم النموذج 1 لتحديد صالة العرض التي تريد إضافة المتجر المحدد إليها. استخدم النموذج 2 لإضافة منتج معين إلى المتجر المحدد. لاحظ أنه لا يمكنك إضافة منتج إلى صالة العرض إلا إذا كان لديك اشتراك صالح.
fr: Cela ouvre un magasin modal avec 2 formulaires. Utilisez le formulaire 1 pour sélectionner un showroom auquel vous souhaitez ajouter le magasin sélectionné. Utilisez le formulaire 2 pour ajouter un produit spécifique au magasin sélectionné. Notez que vous ne pouvez ajouter un produit à un showroom que si vous disposez d'un abonnement valide.

source: Product Categories
ar: فئات المنتجات
fr: Catégories de produits

source: All Categories
ar: جميع الفئات
fr: Toutes catégories

source: Top Suppliers
ar: كبار الموردين
fr: Principaux fournisseurs

source: Get quality products from our top suppliers!
ar: احصل على منتجات عالية الجودة من كبار الموردين لدينا!
fr: Obtenez des produits de qualité de nos meilleurs fournisseurs!

source: All Showrooms
ar: جميع المعارض
fr: Voir tout

source: Foroden Services
ar: خدمات Foroden
fr: Prestations de service de Foroden

source: Top
ar: قمة
fr: Haut

source: View More
ar: عرض المزيد
fr: Voir plus

source: View All
ar: مشاهدة الكل
fr: Voir tout

source: Support and Discussions
ar: الدعم والمناقشات
fr: Soutien et discussions

source: Find help and workarounds for the most common account-related issues.
ar: اعثر على المساعدة والحلول البديلة للمشكلات المتعلقة بالحساب الأكثر شيوعًا.
fr: Trouvez de l'aide et des solutions pour les problèmes les plus courants liés aux comptes.

source: Search for help...
ar: البحث عن مساعدة ...
fr: Rechercher de l'aide...

source: Send Message
ar: أرسل رسالة
fr: Envoyer le message

source: Create Discussion
ar: خلق مناقشة
fr: Créer une discussion

source: Accounts
ar: حسابات
fr: Comptes

source: Get help on account related issues.
ar: احصل على مساعدة بشأن القضايا المتعلقة بالحساب.
fr: Obtenez de l'aide sur les problèmes liés au compte.

source: Payments
ar: المدفوعات
fr: Paiements

source: Get help on payment related issues.
ar: احصل على مساعدة بشأن القضايا المتعلقة بالدفع.
fr: Obtenez de l'aide sur les problèmes liés au paiement.

source: Help on Stores related issues.
ar: مساعدة في القضايا المتعلقة بالمتاجر.
fr: Aide sur les problèmes liés aux magasins.

source: Get help on showroom related issues.
ar: الحصول على مساعدة في القضايا المتعلقة صالة العرض.
fr: Obtenez de l'aide sur les problèmes liés à la salle d'exposition.

source: Get help on membership related issues.
ar: احصل على المساعدة في القضايا المتعلقة بالعضوية.
fr: Obtenez de l'aide sur les problèmes liés à l'adhésion.

source: Get help on product related issues.
ar: احصل على المساعدة في القضايا المتعلقة بالمنتج.
fr: Obtenez de l'aide sur les problèmes liés au produit.

source: Membership Package
ar: باقة العضوية
fr: Forfait d'adhésion

source: Selected plan
ar: الخطة المختارة
fr: Forfait sélectionné

source: Select Payment Method
ar: اختار طريقة الدفع
fr: Sélectionnez le mode de paiement

source: Start Date
ar: تاريخ البدء
fr: Date de début

source: End Date
ar: تاريخ الانتهاء
fr: Date de fin

source: Foroden Contract Payment Receipt
ar: Foroden إيصال دفع العقد
fr: Reçu de paiement du contrat Foroden

source: Ref No:
ar: مصدر رقم:
fr: N° de référence :

source: Buyer information
ar: معلومات المشتري
fr: Informations sur l'acheteur
