Repository: tradeoases/Tradeoasis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: Full Name
ar: الاسم الكامل
fr: Nom et prénom

source: Receipt info
ar: معلومات الاستلام
fr: Informations sur le reçu

source: 1. Choose your Package
ar: 1. اختر الحزمة الخاصة بك
fr: 1. Choisissez votre forfait

source: 2. Choose your Payment Method
ar: إثنان. اختر طريقتك في الدفع
fr: 2. Choisissez votre méthode de paiement

source: Payment Progress
ar: تقدم الدفع
fr: Avancement du paiement

source: Simple, predictable pricing
ar: أسعار بسيطة ويمكن التنبؤ بها
fr: Tarification simple et prévisible

source: Reach more businesses with our different promotion deals
ar: أسعار بسيطة ويمكن التنبؤ بها
fr: Atteignez plus d'entreprises avec nos différentes offres promotionnelles

source: Virtual Showrooms
ar: معارض افتراضية
fr: Salles d'exposition virtuelles

source: One Virtual Showroom
ar: صالة عرض افتراضية واحدة
fr: Une salle d'exposition virtuelle

source: per month
ar: كل شهر
fr: par mois

source: per 6 months
ar: كل 6 شهور
fr: par 6 mois

source: per year
ar: كل سنة
fr: par an

source: Multiple Virtual Showrooms
ar: صالات عرض افتراضية متعددة
fr: Plusieurs salles d'exposition virtuelles

source: Digital Marketing
ar: التسويق الرقمي
fr: Le marketing numérique

source: Local Marketing
ar: التسويق المحلي
fr: Commercialisation locale

source: In Every Country
ar: في كل بلد
fr: Dans chaque pays

source: Buy Plan
ar: خطة الشراء
fr: Acheter un forfait

source: Social Network Login Failure
ar: فشل تسجيل الدخول إلى الشبكة الاجتماعية
fr: Échec de la connexion au réseau social

source: An error occurred while attempting to login via your social network account.
ar: حدث خطأ أثناء محاولة تسجيل الدخول عبر حساب الشبكة الاجتماعية الخاص بك.
fr: Une erreur s'est produite lors de la tentative de connexion via votre compte de réseau social.

source: Account Connections
ar: اتصالات الحساب
fr: Connexions de compte

source: You can sign in to your account using any of the following third party accounts:
ar: يمكنك تسجيل الدخول إلى حسابك باستخدام أي من حسابات الطرف الثالث التالية:
fr: Vous pouvez vous connecter à votre compte à l'aide de l'un des comptes tiers suivants :

source: Remove
ar: إزالة
fr: Retirer

source: You currently have no social network accounts connected to this account.
ar: ليس لديك حاليًا أي حسابات شبكات اجتماعية متصلة بهذا الحساب.
fr: Vous n'avez actuellement aucun compte de réseau social connecté à ce compte.

source: Add a 3rd Party Account
ar: أضف حساب طرف ثالث
fr: Ajouter un compte tiers

source: Connect %(provider)s
ar: قم بتوصيل %(provider)s
fr: Connecter %(provider)s

source: You are about to connect a new third party account from %(provider)s.
ar: أنت على وشك توصيل حساب طرف ثالث جديد من %(provider)s.
fr: You are about to connect a new third Vous êtes sur le point de connecter un nouveau compte tiers à partir de %(provider)s.

source: Sign In Via %(provider)s
ar: تسجيل الدخول عبر %(provider)s
fr: Connectez-vous via %(provider)s

source: You are about to sign in using a third party account from %(provider)s.
ar: أنت على وشك تسجيل الدخول باستخدام حساب جهة خارجية من %(provider)s
fr: Vous êtes sur le point de vous connecter en utilisant un compte tiers de %(provider)s.

source: Continue
ar: يكمل
fr: Continuer

source: Login Cancelled
ar: تم إلغاء تسجيل الدخول
fr: Connexion annulée

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
ar: لقد قررت إلغاء تسجيل الدخول إلى موقعنا باستخدام أحد حساباتك الحالية. إذا كان هذا خطأ ، فيرجى المتابعة إلى <a href="%(login_url)s"> تسجيل الدخول </a>.
fr: Vous avez décidé d'annuler la connexion à notre site en utilisant l'un de vos comptes existants. S'il s'agit d'une erreur, veuillez passer à <a href="%(login_url)s">sign in</a>.

source: Signup
ar: اشتراك
fr: S'inscrire

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ar: أنت على وشك استخدام حساب %(provider_name)s الخاص بك لتسجيل الدخول إلى %(site_name)s. كخطوة أخيرة ، يرجى إكمال النموذج التالي:
fr: Vous êtes sur le point d'utiliser votre %(provider_name)s compte pour se connecter %(site_name)s. Comme dernière étape, veuillez remplir le formulaire suivant :

source: Contact
ar: اتصال
fr: Contrats

source: Message
ar: رسالة

source: About Service
ar: حول الخدمة
fr: À propos du service

source: Membership Payments
ar: مدفوعات العضوية
fr: Paiements d'adhésion

source: Advertising Payments
ar: المدفوعات الإعلانية
fr: Comme dernière étape, veuillez remplir le formulaire suivant :

source: Product
ar: منتج
fr: Produit

source: Expired
ar: منتهي الصلاحية
fr: Expiré

source: Fill in form to advertise product
ar: املأ النموذج للإعلان عن المنتج
fr: Remplir le formulaire pour annoncer le produit

source: Select Product
ar: حدد المنتج
fr: Sélectionner un produit

source: Advert Location
ar: موقع الإعلان
fr: Emplacement de l'annonce

source: Advertising Period:
ar: فترة الإعلان:
fr: Période de publicité :

source: Days
ar: أيام
fr: Journées

source: Create Advert
ar: إنشاء إعلان
fr: Créer une annonce

source: Select the desired product by entering the product name.
ar: حدد المنتج المطلوب عن طريق إدخال اسم المنتج.
fr: Sélectionnez le produit souhaité en saisissant le nom du produit.

source: To advertise a new product, you must first create the product.
ar: للإعلان عن منتج جديد ، يجب عليك أولاً إنشاء المنتج.
fr: Pour annoncer un nouveau produit, vous devez d'abord créer le produit.

source: Select where you want your advert to appear.
ar: حدد المكان الذي تريد ظهور إعلانك فيه.
fr: Sélectionnez l'endroit où vous souhaitez que votre annonce apparaisse.

source: Specify the advertising period by selecting the start date and end date.
ar: حدد فترة الإعلان عن طريق تحديد تاريخ البدء وتاريخ الانتهاء.
fr: Spécifiez la période de publicité en sélectionnant la date de début et la date de fin.

source: Please take note of the advertising cost
ar: يرجى ملاحظة تكلفة الإعلان
fr: Veuillez prendre note des frais de publicité

source: Advert Details
ar: تفاصيل الإعلان
fr: Détails de l'annonce

source: Advert Start Date
ar: تاريخ بدء الإعلان
fr: Date de début de l'annonce

source: Advert End Date
ar: تاريخ انتهاء الإعلان
fr: Date de fin de l'annonce

source: Make Payment
ar: قم بالدفع
fr: Effectuer le paiement

source: My Contract
ar: عقدي
fr: Mon contrat

source: Requested from
ar: مطلوب من
fr: Demandé à

source: Accept
ar: قبول
fr: Accepter

source: Reject
ar: رفض
fr: Rejeter

source: Complete
ar: مكتمل
fr: Complète

source: Fill in form to create product
ar: املأ النموذج لإنشاء المنتج
fr: Remplir le formulaire pour créer le produit

source: Store
ar: متجر
fr: Magasin

source: Sub category
ar: تصنيف فرعي
fr: Sous catégorie

source: Product Tags
ar: علامات المنتج
fr: Étiquettes de produit

source: Product Images
ar: صور المنتج
fr: Images du produit

source: Provide a name that is easily understood.
ar: أدخل اسمًا يسهل فهمه.
fr: Donnez un nom facilement compréhensible.

source: Select a store (from the dropdown list) from those you created.
ar: حدد متجرا (من القائمة المنسدلة) من تلك التي قمت بإنشائها.
fr: Sélectionnez une boutique (dans la liste déroulante) parmi celles que vous avez créées.

source: Select a product sub category from the dropdown list. This enables proper grouping of products.
ar: حدد فئة فرعية للمنتج من القائمة المنسدلة. هذا يتيح التجميع المناسب للمنتجات.
fr: Sélectionnez une sous-catégorie de produit dans la liste déroulante. Cela permet un bon regroupement des produits.

source: Provide a currency that suites you best e.g EUR, USD.
ar: قدم عملة تناسبك بشكل أفضل ، مثل اليورو والدولار الأمريكي.
fr: Fournissez une devise qui vous convient le mieux, par exemple EUR, USD.

source: Product tags help buyers to find your service easily.
ar: تساعد علامات المنتج المشترين في العثور على خدمتك بسهولة.
fr: Les balises de produit aident les acheteurs à trouver facilement votre service.

source: Fill in form to create service
ar: املأ النموذج لإنشاء الخدمة
fr: Remplir le formulaire pour créer un service

source: Service Tags
ar: علامات الخدمة
fr: Étiquettes de service

source: Service tags help buyers to find your service easily.
ar: تساعد علامات الخدمة المشترين في العثور على خدمتك بسهولة.
fr: Les étiquettes de service aident les acheteurs à trouver facilement votre service.

source: Choose a good name
ar: اختر اسمًا جيدًا
fr: Choisissez un bon nom

source: To create your store
ar: لإنشاء متجرك
fr: Pour créer votre boutique

source: Fill in form to create new store
ar: املأ النموذج لإنشاء متجر جديد
fr: Remplissez le formulaire pour créer un nouveau magasin

source: Store Image
ar: صورة المتجر
fr: Image du magasin

source: Day
ar: اختر اسمًا جيدًا
fr: Jour

source: Week
ar: أسبوع
fr: La semaine

source: Month
ar: شهر
fr: Mois

source: Year
ar: سنة
fr: An

source: Requests Statistics
ar: يطلب الإحصاء
fr: Statistiques des requêtes

source: Product Sub Categories Statistics
ar: إحصائيات فئات المنتجات الفرعية
fr: Statistiques des sous-catégories de produits

source: Latest Products
ar: أحدث المنتجات
fr: derniers produits

source: Click the "Edit" label
ar: انقر فوق التصنيف "تحرير"
fr: Cliquez sur le libellé "Modifier"

source: To make changes to your product
ar: لإجراء تغييرات على منتجك
fr: Pour apporter des modifications à votre produit

source: Category
ar: فئة
fr: Catégorie

source: Sub Category
ar: تصنيف فرعي
fr: Sous-catégorie

source: Unit Price
ar: سعر الوحدة
fr: Prix ​​unitaire

source: Created At
ar: أنشئت في
fr: Créé à

source: My Stores
ar: متاجري
fr: Mes magasins

source: Please, select a store from the table
ar: من فضلك ، اختر متجرا من الجدول
fr: Veuillez sélectionner un magasin dans le tableau

source: To add products to it or add store to showroom.
ar: لإضافة منتجات إليه أو إضافة متجر إلى صالة العرض.
fr: Pour y ajouter des produits ou ajouter un magasin au showroom.

source: No.
ar: رقم.
fr: Numéro

source: Add Store to Showroom
ar: أحدث المنتجات
fr: Ajouter un magasin à la salle d'exposition

source: Use down arrow to select showroom
ar: استخدم السهم لأسفل لتحديد صالة العرض
fr: Utilisez la flèche vers le bas pour sélectionner une salle d'exposition

source: Showroom
ar: صالة عرض
fr: Salle d'exposition

source: Add Product to Store
ar: أضف المنتج إلى المتجر
fr: Ajouter un produit au magasin

source: Enter product name
ar: أدخل اسم المنتج
fr: Entrez le nom du produit

source: Product Name
ar: اسم المنتج
fr: Nom du produit

source: Subscribe To Access This Feature
ar: اشترك للوصول إلى هذه الميزة
fr: Abonnez-vous pour accéder à cette fonctionnalité

source: Paid For
ar: مدفوع لأجل
fr: Payé pour

source: Plan
ar: يخطط
fr: Planifier

source: Expiry Date
ar: تاريخ انتهاء الصلاحية
fr: Date d'expiration

source: Paid On
ar: المدفوعة على
fr: Payé le

source: Membership
ar: عضوية
fr: Adhésion

source: Subscribe
ar: يشترك
fr: S'abonner

source: Upgrade
ar: رفع مستوى
fr: Mise à niveau

source: To make changes to your service
ar: لإجراء تغييرات على خدمتك
fr: Pour apporter des modifications à votre service

source: Supplier's Portal
ar: بوابة المورد
fr: Portail des fournisseurs

source: Create store
ar: إنشاء متجر
fr: Créer une boutique

source: Manage store
ar: إدارة المتجر
fr: Gérer le magasin

source: Create service
ar: إنشاء الخدمة
fr: Créer un service

source: Manage service
ar: إدارة الخدمة
fr: Gérer le service

source: Create products
ar: إنشاء المنتجات
fr: Créer des produits

source: Manage products
ar: إنشاء المنتجات
fr: Gérer les produits

source: Advertise
ar: يعلن
fr: Afficher

source: Visit Site
ar: تفضل بزيارة الموقع
fr: Visitez le site

source: New
ar: جديد
fr: Nouvelle

source: No Products Found
ar: لا توجد منتجات
fr: Aucun produit trouvé

source: Contact Supplier
ar: اتصل بالمورد
fr: Contacter le fournisseur

source: Tags
ar: العلامات
fr: Mots clés

source: Visited Categories
ar: الفئات التي تمت زيارتها
fr: Catégories visitées

source: New Arrivals
ar: القادمون الجدد
fr: Nouvelles Arrivées

source: Trending Products
ar: الفئات التي تمت زيارتها
fr: Produits tendance

source: min
ar: دقيقة

source: max
ar: الأعلى

source: All
ar: الجميع
fr: Toute

source: products
ar: منتجات
fr: des produits

source: Related Products
ar: منتجات ذات صله
fr: Produits connexes

source: Popular Stores
ar: المتاجر الشعبية
fr: Magasins populaires

source: Categories for you
ar: فئات لك
fr: Catégories pour vous

source: Stores From Showroom
ar: مخازن من صالة العرض
fr: Magasins de la salle d'exposition

source: About Supplier
ar: حول المورد
fr: À propos du fournisseur

source: Detailed Supplier Information
ar: معلومات مفصلة عن المورد
fr: Informations détaillées sur le fournisseur

source: Business Address
ar: عنوان العمل
fr: Adresse de travail

source: Please use a desktop to access site page
ar: الرجاء استخدام سطح المكتب للوصول إلى صفحة الموقع
fr: Veuillez utiliser un ordinateur pour accéder à la page du site

source: Return Home
ar: العودة للمنزل
fr: Rentrer à la maison

source: Foroden Marketplace
ar: سوق Foroden
fr: Foroden Marché

source: Shopping guide for trending
ar: دليل التسوق للاتجاه
fr: Guide d'achat tendance

source: Popular Features
ar: الميزات الشعبية
fr: Caractéristiques populaires

source: PayPal
ar: باي بال

source: Apple Pay
ar: دفع أبل

source: Google Pay
ar: جوجل باي

source: Cards
ar: البطاقات
fr: Cartes

source: Company
ar: شركة
fr: Compagnie

source: Admin
ar: مسؤل
fr: administrateur

source: Terms
ar: شروط
fr: Conditions

source: Privacy
ar: خصوصية
fr: Intimité

source: Legal
ar: قانوني
fr: Juridique

source: Accessibility Statement
ar: بيان إمكانية الوصول
fr: Déclaration d'accessibilité

source: Venmo
ar: فينمو

source: Accessibility
ar: إمكانية الوصول
fr: Accessibilité

source: Search
ar: يبحث
fr: Chercher

source: My Account
ar: حسابي
fr: Mon compte

source: Sell On Foroden
ar: بيع على Foroden
fr: Vendre sur Foroden

source: Sell on Foroden
ar: بيع على Foroden
fr: Vendre sur Foroden

source: Languages
ar: اللغات
fr: Langues

source: Popular Products
ar: المنتجات الشعبية
fr: Produits populaires

source: Foroden Products
ar: منتجات Foroden
fr: Produits Foroden

source: Business Profile Not Found
ar: الملف التجاري غير موجود
fr: Profil d'entreprise introuvable

source: Create Profile
ar: إنشاء ملف تعريف
fr: Créer un profil

source: billing_frequency
fr: facturation_fréquence
